Repository: isabella232/sc.social.like
Catalog: */social/like/locales/*/LC_MESSAGES/*.social.like.po
Languages: it

source: A simple, yet useful, social networking integration for Plone
it: Una semplice ma funzionale integrazione tra Plone e i social network

source: A tile that embeds a Facebook Page.
it: Un riquadro che include una pagina Facebook.

source: A tile that embeds a Twitter timeline.
it: Un riquadro che include una sequenza temporale.

source: A timeline widget is a live region of a page which may receive updates as new tweets become available. When specified as polite, assistive technologies will notify users of updates but generally do not interrupt the current task, and updates take low priority. When specified as assertive, assistive technologies will immediately notify the user, and could potentially clear the speech queue of previous updates.
it: Un widget sequenza temporale è una zona della pagina che viene aggiornata in tempo reale, mostrando nuovi tweet non appena diventano disponibili. Se specificate come "polite", le tecnologie assistive notificheranno agli utenti gli aggiornamenti generalmente senza interrompere l'attività corrente e gli aggiornamenti hanno una priorità bassa. Quando specificate come "assertive", le tecnologie assistive avviseranno immediatamente l'utente e potrebbero potenzialmente cancellare la coda vocale degli aggiornamenti precedenti.

source: Add support for Social Media widgets and metadata.
it: Aggiungi supporto per i widget e i metadati Social Media.

source: Admins
it: Amministratori

source: Application ID
it: ID applicazione

source: Button style
it: Stile del pulsante

source: Canonical URL
it: URL canonico

source: Canonical URL updater form
it: Form di aggiornamento URL canonico

source: Canonical domain
it: Dominio canonico

source: Canonical domain has not been defined in the control panel configlet.
it: Il dominio canonico non è stato definito nella configurazione del pannello di controllo.

source: Content types
it: Tipi di contenuto

source: Crop and hides the main timeline scrollbar
it: Riduci la sequenza temporale e nascondi la barra di scorrimento

source: Date
it: Data

source: Description of content should have less than 200 characters.
it: La descrizione del contenuto non può superare i 200 caratteri.

source: Display an expanded timeline of between 1 and 20 tweets. Leave it empty to use the default or to set the height of the widget.
it: Mostra una sequenza temporale estesa tra 1 e 20 tweet. Lascia in bianco per usare il default oppure imposta l'altezza del widget.

source: Do not track users
it: Non tracciare gli utenti

source: Enable Facebook prefetch?
it: Abilitare il precaricamento di Facebook?

source: Enable content validation?
it: Abilitare la validazione del contenuto?

source: Events
it: Eventi

source: Facebook Page
it: Pagina Facebook

source: Facebook Tile
it: Riquadro Facebook

source: Facebook buttons
it: Pulsanti Facebook

source: Fallback image
it: Immagine di default

source: Folderish Templates
it: Template contenitori

source: Height
it: Altezza

source: Hide cover photo in the header
it: Nascondi l'immagine di copertina nell'intestazione

source: Hide the custom call to action button (if available)
it: Nascondi il pulsante "call to action" custom (se disponibile)

source: Hide the timeline footer
it: Nascondi il footer della sequenza temporale

source: Hide the timeline header
it: Nascondi l'header della sequenza temporale

source: Lead image MIME type not supported.
it: Tipo MIME dell'immagine principale non supportato.

source: Lead image aspect ratio should be at least 1.33:1.
it: L'aspect ratio dell'immagine deve essere di almeno 1,33:1

source: Lead image should be at least 600px width and 315px height.
it: L'immagine principale deve essere larga 600px e alta 315px come minimo.

source: Lead image size should be less than 5MB.
it: L'immagine principale deve essere inferiore ai 5MB.

source: Like
it: Mi piace

source: Messages
it: Messaggi

source: Old canonical domain
it: Dominio canonico precedente

source: Pin it! (open in new window)
it: Pin it! (apre in una nuova finestra)

source: Please correct the errors.
it: Correggi gli errori per favore.

source: Plugins
it: Plugin

source: Recommend
it: Consigliato

source: Remove all borders within the widget
it: Rimuovi i bordi nel widget

source: Remove the widget's background color
it: Rimuovi il colore di sfondo del widget

source: Removes Social: Like Actions
it: Rimuove Social: Like Actions

source: Set the height of a displayed widget, overriding the value stored with the widget ID. Must be greater than 200 pixels. Note: this parameter does not apply if a tweet limit has been specified.
it: Imposta l'altezza del widget visualizzato, sovrascrivendo il valore memorizzato nell'ID del widget. Deve essere maggiore di 200 pixel. Nota: questa opzione non ha effetto se è stato specificato un limite al numero di tweet.

source: Set the height of a displayed widget, overriding the value stored with the widget ID. Must be greater than 70 pixels.
it: Imposta l'altezza del widget visualizzato, sovrascrivendo il valore memorizzato nell'ID del widget. Deve essere maggiore di 70 pixel.

source: Set the maximum width of the widget between 180 and 500 pixels. Leave it empty to automatically adjust the widget to the width of the tile.
it: Imposta la larghezza massima del widget, tra 180 e 500 pixel. Lasciando in bianco verrà aggiustata automaticamente a seconda della larghezza del riquadro.

source: Set the maximum width of the widget between 180 and 520 pixels. Leave it empty to automatically adjust the widget to the width of the tile.
it: Imposta la larghezza massima del widget, tra 180 e 520 pixel. Lasciando in bianco verrà aggiustata automaticamente a seconda della larghezza del riquadro.

source: Settings for the sc.social.like package
it: Impostazioni del pacchetto sc.social.like

source: Share
it: Condividi

source: Share by email
it: Condividi per email

source: Share on Facebook
it: Condividi su Facebook

source: Share on Facebook (open in new window)
it: Condividi su Facebook (apre in una nuova finestra)

source: Share on Google+
it: Condividi su Google+

source: Share on Google+ (open in new window)
it: Condividi su Google+ (apre in una nuova finestra)

source: Share on Linkedin
it: Condividi su Linkedin

source: Share on Linkedin (open in new window)
it: Condividi su Linkedin (apre in una nuova finestra)

source: Share on Telegram
it: Condividi su Telegram

source: Share on WhatsApp
it: Condividi in WhatsApp

source: Show number of likes
it: Mostra il numero di like

source: Show profile photos when friends like this
it: Mostra le foto di profilo quando gli amici esprimono gradimento

source: Show small header
it: Mostra intestazione piccola

source: The URL of the Facebook Page.
it: L'URL della pagina Facebook.

source: This form will update the canonical URL of all Dexterity-based objects in the catalog providing the Social Media behavior.
it: Questa form aggiornerà l'URL canonico di tutti gli oggetti nel catalogo basati su Dexterity che espongono il comportamento Social Media.

source: Timeline
it: Sequenza temporale

source: Title of content should have less than 70 characters.
it: Il titolo del contenuto non può superare i 70 caratteri.

source: Tweet (opens in new window)
it: Tweet (apre in una nuova finestra)

source: Tweet limit
it: Limite tweet

source: Twitter Tile
it: Riquadro Twitter

source: Twitter nick
it: Nickname Twitter

source: Uninstall Social: Like Actions
it: Disinstalla Social: Like Actions

source: Update
it: Aggiorna

source: Verb to display
it: Verbo da visualizzare

source: Widget ID
it: ID del widget

source: Width
it: Larghezza

source: help_admins
it: Una lista separata da virgole degli ID degli amministratori della pagina Facebook.

source: help_appid
it: L'ID di un'applicazione Facebook. Questa informazione è richiesta quando l'impostazione "Non tracciare gli utenti" è abilitata e per mostrare l'icona di condivisione su Facebook. Vedi https://developers.facebook.com/docs/apps#register.

source: help_canonical_domain
it: Il dominio canonico verrà usato per costruire l'URL canonico (la proprietà <code>og:url</code>) degli oggetti nel portale. Usa il dominio del tuo sito (ad esempio <strong>http://www.esempio.org</strong> or <strong>https://www.esempio.org</strong>). Facebook userà l'URL canonico per far sì che tutte le azioni come "mi piace" e "condividi" si riferiscano al medesimo URL anziché a versioni diverse della pagina. Consulta <a href=\"https://pypi.python.org/pypi/sc.social.like\">la documentazione</a> per maggiori informazioni su come usare questa funzionalità.

source: help_canonical_url
it: L'URL canonico dell'oggetto che verrà usato come ID permanente (<code>og:url</code>).

source: help_do_not_track
it: Se abilitata, il sito not fornirà i componenti di condivisione avanzati ma saranno usati dei semplici link. Questo limita l'esperienza utente e le funzionalità (come il conteggio delle condivisioni) ma aumenta la privacy degli utenti: nessun cookie di terze party sarà inviato agli utenti.

source: help_enabled_plugins
it: Seleziona quali plugin verranno usati

source: help_facebook_prefetch_enabled
it: Se abilitata, quando un nuovo contenuto viene pubblicato e ogni volta che viene modificato un contenuto pubblicato verrà notificato a Facebook, che rileggerà la pagina mantenendo sempre aggiornati i metadati.

source: help_fallback_image
it: Immagine usata per i contenuti che non hanno una immagine principale (proprietà <code>og:image</code>). Potrebbe esserci un ritardo fino a due minuti quando viene sostituita questa immagine.

source: help_fbbuttons
it: Seleziona i pulsanti da visualizzare

source: help_folderish_templates
it: Se un contenitore ha uno di questi template come vista di default, il viewlet viene mostrato anche quando il tipo di contenitore non è selezionato nei tipi di contenuto.

source: help_portal_types
it: Seleziona su quali tipi di contenuto la viewlet verrà applicata

source: help_published_before
it: Gli oggetti pubblicati prima di questa data verranno aggiornati usando il dominio canonico definito in questa form; quelli pubblicati da quella data in poi verranno aggiornati usando il dominio canonico definito nella configurazione nel pannello di controllo.

source: help_selected_buttons
it: Seleziona lo stile dei pulsanti

source: help_show_likes
it: Se abilitata, il pulsante Facebook mostrerà il numero di utenti Facebook che hanno già espresso gradimento per la pagina.

source: help_validation_enabled
it: Abilita il controllo di validità delle migliori pratiche di condivisione sui social network. La validazione include il titolo, la descrizione e l'immagine principale. Questa funzionalità è disponibile solo sui contenuti basati su Dexterity.

source: help_verb_display
it: Il verbo da visualizzare nel pulsante di Facebook. Al momento solo "Mi piace" e "Consigliato" sono supportati.

source: help_your_twitter_nick
it: Inserisci il tuo nickname Twitter, per esempio "simplesconsultoria"

source: horizontal
it: orizzontale

source: label_cancel
it: Annulla

source: vertical
it: verticale
